[
  {
    "nome": "Sobrenatural",
    "escola":"Ilusão",
    "level": 9,
    "range": "120 Feet",
    "Ritual": "Sim",
    "Casting": "Ação",
    "Components": "V, S",
    "Duration": "1 minuto",
    "Concentracao": "Sim",
    "Descricao": "Inspirando-se nos medos mais profundos de um grupo de criaturas, você cria criaturas ilusórias em suas mentes, visíveis apenas para elas. Cada criatura em uma esfera de 30 pés de raio, centrada em um ponto à sua escolha dentro do alcance, deve fazer um teste de resistência de Sabedoria. Em caso de falha, a criatura fica assustada pela duração da magia. A ilusão evoca os medos mais profundos da criatura, manifestando seus piores pesadelos como uma ameaça implacável. No final de cada turno da criatura assustada, ela deve ser bem-sucedida em um teste de resistência de Sabedoria ou sofrer 4d10 de dano psíquico. Em caso de sucesso, a magia termina para aquela criatura.",
    "Classes": "Mago",
    "Subclass": "Clérigo arcano"
  },

  {
    "nome": "Simulacro",
    "escola":"Ilusão",
    "level": 7,
    "range": "Toque",
    "Ritual": "Não",
    "Casting": "12 Horas",
    "Components": "V, S, M (neve ou gelo em quantidades suficientes para criar uma cópia em tamanho real da criatura duplicada; alguns cabelos, aparas de unhas ou outro fragmento do corpo dessa criatura colocados dentro da neve ou gelo; e pó de rubi no valor de 1.500 po, polvilhado sobre o duplicado e consumido pela magia)",
    "Duration": "Até ser dissipado",
    "Concentracao": "Sim",
    "Descricao": "Você cria um duplicado ilusório de uma besta ou humanoide que esteja dentro do alcance durante todo o tempo de conjuração da magia. O duplicado é uma criatura, parcialmente real e formada de gelo ou neve, e pode realizar ações e ser afetado como uma criatura normal. Ele parece ser igual ao original, mas tem metade do máximo de pontos de vida da criatura e é formado sem nenhum equipamento. Caso contrário, a ilusão usa todas as estatísticas da criatura que duplica, exceto que é uma construção.\n\nO simulacro é amigável a você e às criaturas que você designar. Ele obedece aos seus comandos falados, movendo-se e agindo de acordo com suas vontades e agindo em seu turno no combate. O simulacro não tem a capacidade de aprender ou se tornar mais poderoso, portanto, nunca aumenta seu nível ou outras habilidades, nem pode recuperar slots de magia gastos.\n\nSe o simulacro for danificado, você pode repará-lo em um laboratório alquímico, usando ervas e minerais raros no valor de 100 po por ponto de vida que ele recupera. O simulacro dura até que seus pontos de vida cheguem a 0, momento em que se transforma em neve e derrete instantaneamente.\n\nSe você lançar esta magia novamente, quaisquer duplicados atualmente ativos que você criou com esta magia são instantaneamente destruídos.",
    "Classes": "Mago",
    "Subclass": "Clérigo Arcano"
  },

  {
    "nome": "Imagem Silenciosa",
    "escola":"Ilusão",
    "level": 1,
    "range": "60 Feet",
    "Ritual": "Não",
    "Casting": "Ação",
    "Components": "V, S, M (um pouco de lã)",
    "Duration": "Até ser dissipado",
    "Concentracao": "Sim",
    "Descricao": "Você cria a imagem de um objeto, uma criatura ou algum outro fenômeno visível que não seja maior que um cubo de 15 pés. A imagem aparece em um ponto dentro do alcance e dura a duração da magia. A imagem é puramente visual; não é acompanhada por som, cheiro ou outros efeitos sensoriais.\n\nVocê pode usar sua ação para fazer a imagem se mover para qualquer ponto dentro do alcance. À medida que a imagem muda de localização, você pode alterar sua aparência para que seus movimentos pareçam naturais para a imagem. Por exemplo, se você criar a imagem de uma criatura e movê-la, pode alterar a imagem para que ela pareça estar andando.\n\nInterações físicas com a imagem revelam que ela é uma ilusão, pois as coisas podem atravessá-la. Uma criatura que usar sua ação para examinar a imagem pode determinar que se trata de uma ilusão com um teste bem-sucedido de Inteligência (Investigação) contra a CD de salvamento da sua magia. Se uma criatura discernir a ilusão pelo que ela é, poderá ver através da imagem.",
    "Classes": "Mago, Feiticeiro, Bardo",
    "Subclass": "Ladino Trapaceiro Arcano, Cavaleiro Arcanjo, Clérigo da Lua"
  },

  {
    "nome": "Lâmina Sombria",
    "escola":"Ilusão",
    "level": 2,
    "range": "Pessoal",
    "Ritual": "Não",
    "Casting": "Ação Bônus",
    "Components": "V, S",
    "Duration": "1 Minuto",
    "Concentracao": "Sim",
    "Descricao": "Você entrelaça fios de sombra para criar uma espada de escuridão solidificada em sua mão. Esta espada mágica dura até que o feitiço termine. Ela é considerada uma arma corpo a corpo simples com a qual você é proficiente. Ela causa 2d8 de dano psíquico em um acerto e possui as propriedades finesse, leve e arremesso (alcance 20/60). Além disso, quando você usa a espada para atacar um alvo que está em luz fraca ou escuridão, você faz a rolagem de ataque com vantagem.\n\nSe você largar a arma ou a arremessar, ela se dissipa no final do turno. Enquanto o feitiço persistir, você pode usar uma ação bônus para fazer a espada reaparecer em sua mão. \n Em Níveis Superiores. Quando você conjura este feitiço usando um slot de feitiço de 3º ou 4º nível, o dano aumenta para 3d8. Quando você o conjura usando um slot de feitiço de 5º ou 6º nível, o dano aumenta para 4d8. Quando você o conjura usando um slot de feitiço de 7º nível ou superior, o dano aumenta para 5d8.",
    "Classes": "Mago, Feiticeiro, Bruxo",
    "Subclass": "Trapaceiro Arcano, Cavaleiro Eldritch"
  },

  {
    "nome": "Similaridade",
    "escola":"Ilusão",
    "level": 2,
    "range": "30 Feet",
    "Ritual": "Não",
    "Casting": "Ação",
    "Components": "V, S",
    "Duration": "8 Horas",
    "Concentracao": "Não",
    "Descricao": "Esta magia permite que você altere a aparência de qualquer número de criaturas que você pode ver dentro do alcance. Você dá a cada alvo escolhido uma nova aparência ilusória. Um alvo relutante pode fazer um teste de resistência de Carisma, e se for bem-sucedido, não será afetado por esta magia.\n\nA magia disfarça a aparência física, bem como roupas, armaduras, armas e equipamentos. Você pode fazer com que cada criatura pareça 30 cm mais baixa ou mais alta e apareça magra, gorda ou em qualquer ponto intermediário. Você não pode mudar o tipo de corpo de um alvo, portanto, deve escolher uma forma que tenha a mesma disposição básica de membros. Fora isso, a extensão da ilusão fica a seu critério. A magia dura a duração, a menos que você use sua ação para dispensá-la antes.\n\nAs mudanças provocadas por esta magia não resistem a uma inspeção física. Por exemplo, se você usar esta magia para adicionar um chapéu ao traje de uma criatura, objetos passarão pelo chapéu, e qualquer pessoa que o toque sentirá nada ou sentirá a cabeça e o cabelo da criatura. Se você usar esta magia para parecer mais magro do que realmente é, a mão de alguém que tentar tocá-lo esbarrará em você enquanto ainda parecia estar no ar.\n\nUma criatura pode usar sua ação para inspecionar um alvo e fazer um teste de Inteligência (Investigação) contra a CD da sua magia. Se for bem-sucedida, ela se tornará ciente de que o alvo está disfarçado.",
    "Classes": "Mago, Feiticeiro, Bardo",
    "Subclass": "Explorador das Trevas Ranger, Clérigo da Noite, Warlock do Arqui-fada, Warlock do Gênio (Djinni)"
  }

]

